Repository: YS-jack/YS-jack-OSRS-JP-transcript
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: ja

source: Grimy snake weed
ja: 汚れたスネイク草

source: Grimy snapdragon
ja: 汚れたスナップドラゴン

source: Grimy tarromin
ja: 汚れたタロミン

source: Grimy toadflax
ja: 汚れたトードフラックス

source: Grimy torstol
ja: 汚れたトーストル

source: Grimy volencia moss
ja: 汚れたバレニカ藻

source: Grinder
ja: 粉砕機

source: Grindstone
ja: 砥石

source: Grinka Krast
ja: グリンカ・クラスト

source: Grip
ja: グリップ

source: Grip's keyring
ja: グリップのキーホルダー

source: Grish
ja: グリシュ

source: Grizzly bear
ja: グリズリー

source: Grizzly bear cub
ja: グリズリーの子グマ

source: Grog
ja: グロッグ

source: Grotesque Guardians' display
ja: グロテスク・ガーディアンの展示

source: Grotto
ja: 洞窟

source: Grotto tree
ja: 洞窟の木

source: Ground Markers
ja: 地面マーカー

source: Ground bat bones
ja: 粉砕したコウモリの骨

source: Ground charcoal
ja: ひかれた炭

source: Ground sulphur
ja: ひかれた硫黄

source: Ground thistle
ja: ひかれたアザミ

source: Group
ja: グループ

source: Group Ironman Display
ja: 鉄人グループの展示

source: Group Ironman tutor
ja: 鉄人グループの指導者

source: Group Storage tutor
ja: グループ保管庫の指導者

source: Group storage
ja: グループ保管庫

source: Grouping
ja: グループ

source: Grouping Obelisk
ja: グループ作成オベリスク

source: Growing vine
ja: 成長してるツル

source: Growing wheat
ja: 生えている小麦

source: Growler
ja: グロウラー

source: Growthling
ja: グロウスリング

source: Grubby Chest
ja: 汚い宝箱

source: Grubby Door
ja: 汚いドア

source: Grubby sapling
ja: 汚い若木

source: Grubfoot
ja: グラブフット

source: Grubor
ja: グルボー

source: Gruff McScruff
ja: グルフ・マックスクラフ

source: Grug
ja: グラグ

source: Gruh
ja: グルフ

source: Grum
ja: グラム

source: Grundt
ja: グランツ

source: Grunsh
ja: グランシュ

source: Gruva Patrull
ja: グルバ・パトルル

source: Grym Root
ja: グリムの根

source: Grym Root (Depleted)
ja: グリムの根（枯渇）

source: Guam leaf
ja: グアム

source: Guam potion (unf)
ja: グアムの薬液（未）

source: Guam seed
ja: グアムの種

source: Guanic bat
ja: グアニック・バット

source: Guard
ja: 衛兵

source: Guard Bandit
ja: 盗賊の衛兵

source: Guard Captain
ja: 衛兵長

source: Guard Recruiter
ja: 衛兵の採用担当

source: Guard Vemmeldo
ja: ヴェンメルド衛兵

source: Guard dog
ja: 番犬

source: Guard space
ja: 警備員のスペース

source: Guardian
ja: 守護者

source: Guardian Drake
ja: ドレイクの守護者

source: Guardian mummy
ja: ミイラの守護者

source: Guardian of Air
ja: 大気の守護者

source: Guardian of Armadyl
ja: アーマディルの守護者

source: Guardian of Blood
ja: 血の守護者

source: Guardian of Body
ja: 体の守護者

source: Guardian of Chaos
ja: 混沌の守護者

source: Guardian of Cosmic
ja: 宇宙の守護者

source: Guardian of Death
ja: 死の守護者

source: Guardian of Earth
ja: 土の守護者

source: Guardian of Fire
ja: 火の守護者

source: Guardian of Law
ja: 法の守護者

source: Guardian of Mind
ja: 心の守護者

source: Guardian of Nature
ja: 自然の守護者

source: Guardian of Water
ja: 水の守護者

source: Guardian parts
ja: 守護者のパーツ

source: Guardian remains
ja: 守護者の遺体

source: Guardians of the Rift Display
ja: 裂け目の守護者の展示

source: Guess-letter
ja: 文字を当てる

source: Guide
ja: ガイド

source: Guide book
ja: 案内書

source: Guide rope
ja: ガイドロープ

source: Guidor
ja: ギドー

source: Guild Door
ja: ギルドのドア

source: Guild Hunter Aco (Expert)
ja: ギルドの狩人・アコ（専家）

source: Guild Hunter Cervus (Adept)
ja: ギルドの狩人・サーヴァス（達人）

source: Guild Hunter Fox
ja: ギルドの狩人・フォックス

source: Guild Hunter Kiko
ja: ギルドの狩人・キコ

source: Guild Hunter Ornus (Adept)
ja: ギルドの狩人・オーナス（達人）

source: Guild Hunter Teco (Expert)
ja: ギルドの狩人・テコ（専家）

source: Guild Hunter Wolf (Master)
ja: ギルドの狩人・ウォルフ（師匠）

source: Guild Scribe Verity
ja: ギルドの書記・ヴェリティー

source: Guild door
ja: ギルドのドア

source: Guild trophy space
ja: ギルドトロフィーのスペース

source: Guildmaster
ja: ギルドマスター

source: Guildmaster Apatura
ja: ギルドマスターのアパチュラ

source: Guildmaster Jane
ja: ギルドマスターのジェイン

source: Guildmaster Lars
ja: ギルドマスターのラーズ

source: Guildmaster's chest
ja: ギルドマスターの宝箱

source: Guilin
ja: グイリン

source: Guinevere
ja: グイネヴェール

source: Guitar
ja: ギター

source: Gujuo
ja: グジュオ

source: Gull
ja: カモメ

source: Gulldamar
ja: グルダマー

source: Gulluck
ja: グルック

source: Gun Locker
ja: 銃のロッカー

source: Gundai
ja: グンダイ

source: Gundik
ja: グンジク

source: Gunnar Holdstrom
ja: ガナー・ホールドストロム

source: Gunnjorn
ja: ガンジョーン

source: Gunpowder
ja: 火薬

source: Gunslik
ja: ガンスリク

source: Gunthor the brave
ja: 勇敢なグンソー

source: Guss Mistletoad
ja: ガス・ミストルトード

source: Guthan the Infested
ja: 蔓延したガサン

source: Guthan's chainskirt
ja: ガサンの鎖裙甲

source: Guthan's chainskirt 0
ja: ガサンの鎖裙甲0

source: Guthan's chainskirt 100
ja: ガサンの鎖裙甲100

source: Guthan's chainskirt 25
ja: ガサンの鎖裙甲25

source: Guthan's chainskirt 50
ja: ガサンの鎖裙甲50

source: Guthan's chainskirt 75
ja: ガサンの鎖裙甲75

source: Guthan's helm
ja: ガサンの鉄兜

source: Guthan's helm 0
ja: ガサンの鉄兜0

source: Guthan's helm 100
ja: ガサンの鉄兜100

source: Guthan's helm 25
ja: ガサンの鉄兜25

source: Guthan's helm 50
ja: ガサンの鉄兜50

source: Guthan's helm 75
ja: ガサンの鉄兜75

source: Guthan's platebody
ja: ガサンの胸甲

source: Guthan's platebody 0
ja: ガサンの胸甲0

source: Guthan's platebody 100
ja: ガサンの胸甲100

source: Guthan's platebody 25
ja: ガサンの胸甲25

source: Guthan's platebody 50
ja: ガサンの胸甲50

source: Guthan's platebody 75
ja: ガサンの胸甲75

source: Guthan's warspear
ja: ガサンの戦槍

source: Guthan's warspear 0
ja: ガサンの戦槍0

source: Guthan's warspear 100
ja: ガサンの戦槍100

source: Guthan's warspear 25
ja: ガサンの戦槍25

source: Guthan's warspear 50
ja: ガサンの戦槍50

source: Guthan's warspear 75
ja: ガサンの戦槍75

source: Guthix Portal
ja: ガシックスのポータル

source: Guthix cape
ja: がシックスのマント

source: Guthix full helm
ja: ガシックスの全頭甲

source: Guthix kiteshield
ja: ガシックスのタコ盾

source: Guthix page 1
ja: がシックスのページ１

source: Guthix page 2
ja: がシックスのページ２

source: Guthix page 3
ja: がシックスのページ３

source: Guthix page 4
ja: がシックスのページ４

source: Guthix platebody
ja: ガシックスの胸甲

source: Guthix platelegs
ja: ガシックスの脚甲

source: Guthix plateskirt
ja: がシックスの裙甲

source: Guthix rest(1)
ja: がシックスの休養（１）

source: Guthix rest(2)
ja: がシックスの休養（２）

source: Guthix rest(3)
ja: がシックスの休養（３）

source: Guthix rest(4)
ja: がシックスの休養（４）

source: Guthix staff
ja: がシックスの杖

source: Guzzle
ja: がつがつ食べる

source: Gwallter
ja: グワルター

source: Gwerin Hapus
ja: グウェリン・ハプス

source: Gwindor
ja: グウィンドー

source: Gwyl
ja: グウィル

source: Gwyn
ja: グウィン

source: Gyr Falcon
ja: ギール・ファルコン

source: H.A.M. Archer
ja: H.A.M.のアーチャー

source: H.A.M. Deacon
ja: H.A.M.の助祭

source: H.A.M. Guard
ja: H.A.M.の衛兵

source: H.A.M. Mage
ja: H.A.M.の魔術師

source: H.A.M. Member
ja: H.A.M.の会員

source: HAM member
ja: HAMの会員

source: HRH Hrafn
ja: HRH・ハラフン

source: Haar-Tok
ja: ハー・トク

source: Habibah
ja: ハビバ

source: Habitat space
ja: 生息スペース

source: Hack
ja: 切り開く

source: Hadley
ja: ハドレー

source: Haemas Lamescus
ja: ハエマス・ラメスカス

source: Haera
ja: ハエラ

source: Hafuba
ja: ハフバ

source: Hag's poison
ja: 老婆の毒

source: Hagus
ja: ハグス

source: Haircut
ja: 髪をセット

source: Hairdresser
ja: 美容師

source: Hairstyles Poster
ja: 髪型ポスター

source: Hajedy
ja: ハジェディー

source: Hakeem the Mayor
ja: 市長のハキーム

source: Halberd
ja: 矛槍

source: Haldor quo Keran
ja: ハルドー・クォ・ケラン

source: Half a meat pie
ja: 1/2ミートパイ

source: Half a redberry pie
ja: 1/2ベリーパイ

source: Half a rock
ja: 石の半分

source: Half an apple pie
ja: 1/2アップルパイ

source: Half baked batta
ja: 半焼けのバッタ

source: Half baked bowl
ja: 半焼けのボール

source: Half baked crunchy
ja: 半焼けのクランチー

source: Half full wine jug
ja: 半分のワインジャグ

source: Half-Zombie
ja: ゾンビの半分

source: Half-built Loom
ja: 作りかけの織機

source: Half-soulless
ja: 半無魂

source: Halla
ja: ハラ

source: Hallak
ja: ハラック

source: Hallowed Sepulchre Coffin
ja: 聖なるセプルカの棺

source: Hallowed Sepulchre Grand Coffin
ja: 聖なるセプルカの大棺

source: Ham boots
ja: HAMの靴

source: Ham cloak
ja: HAMのマント

source: Ham gloves
ja: HAMの手袋

source: Ham hood
ja: HAMのフッド

source: Ham logo
ja: HAMのロゴ

source: Ham robe
ja: HAMのローブ

source: Ham shirt
ja: HAMのシャツ

source: Hamab
ja: ハマブ

source: Hamal the Chieftain
ja: 族長ハマル

source: Hameln the Jester
ja: 道化師ハメルン

source: Hamid
ja: ハミド

source: Haming
ja: ハミング

source: Hammer
ja: ハンマー

source: Hammers
ja: ハンマー

source: Hammerspike Stoutbeard
ja: ハマースパイク・フトヒゲ

source: Hammerstone Hops
ja: ハマーストーン・ホップ

source: Hammerstone seed
ja: ハマーの種

source: Hammock
ja: ハンモック

source: Hanchen the Hound
ja: ハンチェン・ザ・ハウンド

source: Hand holds
ja: 手掛かり

source: Hand-in
ja: 提出する

source: Handholds
ja: 手掛かり

source: Handle
ja: ハンドル

source: Handy portal
ja: 便利なポータル

source: Hanger
ja: ハンガー

source: Hanging
ja: ぶら下がったもの

source: Hanging banner
ja: 掛けられたバナー

source: Hanging cape
ja: かかったマント

source: Hanging dye
ja: 吊るされた染物

source: Hanging flag
ja: ぶら下がる旗

source: Hanging hand
ja: 吊るされた手

source: Hanging log
ja: 吊るされた丸太

source: Hanging meat
ja: 吊るされた肉

source: Hanging pirate
ja: 吊るされた家族

source: Hanging tapestry
ja: 吊るされたタペストリー

source: Hanging wheel
ja: ぶら下がる舵輪

source: Hangman game
ja: ハングマン・ゲーム

source: Hangover cure
ja: 二日酔いの特効薬

source: Hank (Well)
ja: ハンク（健康）

source: Hank (ghastly!)
ja: ハク（化けそう！）

source: Hank (sick)
ja: ハンク（病気）

source: Hank (very sick)
ja: ハンク（重病）

source: Hans
ja: ハンズ

source: Hard leather
ja: 硬革

source: Hard rock
ja: 固い岩

source: Hardcore Ironman
ja: ハードコア鉄人

source: Hardcore armour crate
ja: ハードコアの防具箱

source: Hardleather body
ja: 硬革のボディ

source: Hardwood Grove Doors
ja: 鋼材の木立のドア

source: Hardy gout tuber
ja: 頑健なガウト・チューバー

source: Hardy goutweed
ja: 頑健なグート草

source: Hari
ja: ハリ

source: Haris
ja: ハリス

source: Harminia
ja: ハーミニア

source: Harmony Island
ja: ハーモニー島

source: Harmony Island Portal
ja: ハーモニー島のポータル

source: Harness
ja: ハーネス

source: Harold
ja: ハロルド

source: Harold Evans
ja: ハロルド・エヴァンズ

source: Harp
ja: ハープ

source: Harpert
ja: ハーパート

source: Harpie Bug Swarm
ja: ハーピー虫の群れ

source: Harpoon
ja: もり

source: Harpoonfish cannon
ja: 銛魚の大砲

source: Harpoons
ja: もり

source: Harpy eagle
ja: オウギワシ

source: Harralander
ja: ハラランダー

source: Harralander potion (unf)
ja: ハラランダーの薬液（未）

source: Harralander seed
ja: ハラランダーの種

source: Harrallak Menarous
ja: ハララク・メナラス

source: Harry
ja: ハリー

source: Harvest
ja: 収穫する

source: Harvested Celastrus tree
ja: 収穫されたセラストラスの木

source: Haskell
ja: ハスケル

source: Hat rack
ja: 帽子ラック

source: Hat stand
ja: 帽子かけ

source: Hatch
ja: ハッチ

source: Hatius Cosaintus
ja: ハチウス・コサインタス

source: Hatna
ja: ハトナ

source: Hay Bales
ja: 干し草の俵

source: Hay bale
ja: 干し草の俵

source: Hay bales
ja: 干し草の俵

source: Haystack
ja: 干し草の山

source: Haze
ja: もや

source: Hazeel
ja: ハジール

source: Hazeel Cultist
ja: ハジール信者

source: Hazeel scroll
ja: はジールの巻物

source: Hazeel's mark
ja: はジールのマーク

source: Hazelmere
ja: ヘイゼルミア

source: Hazelmere statue
ja: ヘイゼルミア像

source: Hazelmere's hat
ja: ヘイゼルミアの帽子

source: Hazelmere's scroll
ja: ヘイゼルミアの巻物

source: Head
ja: 頭部

source: Head Guard
ja: 衛兵長

source: Head Menaphite Guard
ja: メナファイトの衛兵長

source: Head Mourner
ja: 哀悼者の長

source: Head Thief
ja: 首領

source: Head chef
ja: 料理長

source: Head trophy space
ja: 首のトロフィーのスペース

source: Headless Beast
ja: 首無しの獣

source: Headless Beast (hard)
ja: 首無しの獣（上級）

source: Headless arrow
ja: 矢柄

source: Headless statue
ja: 頭がない像

source: Heal
ja: 回復

source: Healer item machine
ja: 回復者アイテム装置

source: Healer spring
ja: ヒーラーのバネ

source: Healing certificate
ja: 回復証明書

source: Healing totem
ja: 回復トーテム

source: Healthorg and tortoise
ja: ヘルソーグとカメ

source: Healthorg statue
ja: ヘルソーグの像

source: Heap of bricks
ja: 大量のレンガ

source: Heart crystal
ja: ハートの水晶

source: Hearth
ja: 囲炉裏

source: Heat
ja: 熱

source: Heat-preform
ja: 加熱

source: Heater
ja: ヒーター

source: Heather
ja: ヘザー

source: Heavy Door
ja: 重い扉

source: Heavy chest
ja: 思い宝箱

source: Heavy door
ja: 重い扉

source: Heckel Funch
ja: ヘッケル・ファンチ

source: Hedge
ja: 生垣

source: Hedging
ja: 生垣

source: Hefin Banner
ja: ヘフィンのバナー

source: Hegio, Teoki of Ranul
ja: ラオスのテオキ、ヘギオ

source: Hegir
ja: ヘギー

source: Helemos
ja: ヘレモス

source: Helena
ja: ヘレナ

source: Helga
ja: ヘルガ

source: Hell-Rat
ja: ヘル・ネズミ

source: Hell-Rat Behemoth
ja: ヘル・ネズミ・ベヘモット

source: Hell-kitten
ja: ヘル・コネコ

source: Hellcat
ja: ヘルキャット

source: Hellhound
ja: ヘルハウンド

source: Hellpuppy
ja: ヘルパピー

source: Helmet pluming stand
ja: ヘルメット改造スタンド

source: Help
ja: 手伝う

source: Helpful Spirit
ja: 親切な精霊

source: Helvia
ja: ヘルヴィア

source: Hendor
ja: ヘンドー

source: Henge
ja: ヘンジ

source: Hengel
ja: ヘンゲル

source: Hengrad
ja: ヘングラッド

source: Henja
ja: ヘンジャ

source: Henryeta Carnillean
ja: ヘンリェッタ・ケーニレアン

source: Heraldry space
ja: 紋章のスペース

source: Herb
ja: 薬草

source: Herb Stall
ja: 薬草の屋台

source: Herb patch
ja: 薬草の小区画

source: Herb tea mix
ja: 薬草茶のミックス

source: Herbal tincture
ja: ハーブチンキ

source: Herbalist stall
ja: 漢方医の屋台

source: Herbi
ja: ハービ

source: Herbiboar
ja: ハービボア

source: Herblore
ja: 調合

source: Herbs
ja: 薬草

source: Herman Caranos
ja: ヘーマン・カラノス

source: Herman's desk
ja: へーマンの机

source: Hero
ja: ヒーロー

source: Heroic statue
ja: 英雄像

source: Heron
ja: ヘロン

source: Herquin
ja: ハークイン

source: Herring
ja: ニシン

source: Hervi
ja: ヘルビ

source: Heskel
ja: ヘスケル

source: Hespori
ja: ヘスポリ

source: Hespori patch
ja: ヘスポリの小区画

source: Het
ja: ヘット

source: Het statue
ja: ヘット像

source: Het's Seal (protected)
ja: ヘットの封印（守）

source: Het's Seal (weakened)
ja: ヘットの封印（弱）

source: Hetty
ja: ヘティー

source: Hewey
ja: ヘウェイ

source: Hickton
ja: ヒクトン

source: Hidden Statue
ja: 隠された像

source: Hidden trapdoor
ja: 隠された落とし戸

source: Hide
ja: 隠す

source: Hide notifications
ja: 通知を非表示

source: Hide-behind
ja: 裏に隠れる

source: Hide-in
ja: 隠れる

source: Hieve
ja: ヒーヴ

source: High Priest
ja: 教皇

source: High Priest Bighead
ja: ビッグヘッド教皇

source: High Priest of Scabaras
ja: スカラバスの教皇

source: High Priestess Zul-Harcinqa
ja: ズル・ハルシンカ女教皇

source: High Stakes
ja: ハイ・ステーク

source: Highwayman
ja: ハイウェイマン

source: Highwayman mask
ja: ハイウェイマンの仮面

source: Hild
ja: ヒルド

source: Hill
ja: 丘

source: Hill Giant
ja: 丘の巨人

source: Hillside entrance
ja: 丘の入り口

source: Hirko
ja: ヒーコ

source: Hiscores
ja: ハイスコア

source: Historian Aldo
ja: 歴史家のアルド

source: Historian Duffy
ja: 歴史家のダフィー

source: Historian Minas
ja: 歴史家のミナス

source: History
ja: 歴史

source: History of iban
ja: アイバンの歴史

source: Hit
ja: 当てる

source: Hitpoints
ja: 体力

source: Hiylik Myna
ja: ヒーリク・ミナ

source: Hobbes
ja: ホッブズ

source: Hobgoblin
ja: ホブゴブリン

source: Hobgoblin Champion
ja: ホブゴブリンノチャンピオン

source: Hofuthand (weapons and armour)
ja: ホフサンド（武具）

source: Hoisted sail
ja: 上がった帆

source: Hold
ja: 掴む

source: Holding area
ja: 拘束エリア

source: Hole
ja: 穴

source: Hole in the wall
ja: 壁の穴

source: Hole in wall
ja: 壁の穴

source: Holgart
ja: ホルガート

source: Holiday-items
ja: イベントアイテムを売買

source: Hollow Log
ja: 空洞の丸太

source: Hollow log
ja: 空洞の丸太

source: Hollow reed
ja: 空洞のアシ

source: Hollow tree
ja: 空洞の木

source: Hollowed rock
ja: 空の岩

source: Holos mushrooms
ja: ホロスタケ

source: Holoy
ja: ホロイ

source: Holthion
ja: ホルシオン

source: Holy Barrier
ja: 聖なるバリア

source: Holy barrier
ja: 聖なるバリア

source: Holy book
ja: 聖なる本

source: Holy force
ja: 聖なる力

source: Holy grail
ja: 聖杯

source: Holy mould
ja: 聖なる鋳型

source: Holy symbol
ja: 聖なるシンボル

source: Holy table napkin
ja: 聖なるテーブルナプキン

source: Holy water
ja: 聖なる水

source: Home
ja: 家へ

source: Homunculus
ja: 人造人間

source: Honest Jimmy
ja: 正直者なジミー

source: Honour
ja: 名誉

source: Honour guard
ja: 名誉衛兵

source: Hooded Figure
ja: フードの人物

source: Hooded cloak
ja: フードのマント

source: Hook briar
ja: カギイバラ

source: Hooknosed Jack
ja: わし鼻のジャック

source: Hoop
ja: フープ

source: Hoop Snake
ja: 輪のヘビ

source: Hope bridge
ja: 希望の橋

source: Hopeless beast
ja: 絶望の獣

source: Hopeless creature
ja: 絶望の生物

source: Hopper
ja: ホッパー

source: Hopper controls
ja: ホッパー操作棒

source: Hops
ja: ホップス

source: Hops Patch
ja: ホップの小区間

source: Horace
ja: ホラス

source: Horacio
ja: ホラシオ

source: Hordal
ja: ホーダル

source: Horn
ja: 角笛

source: Horn of Death
ja: 死の角笛

source: Horn of glory
ja: 栄光の角笛

source: Horned graahk
ja: 角グラーク

source: Horphis
ja: ホーフィス

source: Horvik
ja: ホーヴィック

source: Hosa
ja: ホサ

source: Hosidius Rework Display
ja: ホシディアス改良の展示

source: Hosidius statue
ja: ホシディアス像

source: Hospital shelves
ja: 病院の棚

source: Hot Coals
ja: 熱い石炭

source: Hot vent door
ja: 熱い換気用扉

source: Houndmaster's Diary
ja: ハウンドマスターの日記

source: House
ja: 家

source: House Advertisement
ja: 家の告知

source: Howling Snow Storm
ja: うなる吹雪

source: Hring Hring
ja: フリング・フリング

source: Hudo
ja: フード

source: Hudon
ja: ハンドン

source: Huge Gate
ja: 巨大なゲート

source: Huge Mushroom
ja: 巨大なキノコ

source: Huge Spider
ja: 大きなクモ

source: Huge guardian remains
ja: 巨大な守護者の偉大

source: Huge plant
ja: 巨大な植物

source: Huge spider
ja: 大きなクモ

source: Huge vat
ja: 巨大な釜

source: Hugor
ja: フーゴー

source: Huito
ja: フイト

source: Hull
ja: 船体

source: Human Flag
ja: 人類の旗

source: Human detection spell
ja: 人間検知の魔法

source: Human food
ja: 人間の食べ物

source: Hunding
ja: ハンディング

source: Hunk of crystal
ja: 水晶の塊

source: Hunter
ja: 狩人

source: Hunter guild member
ja: 狩人ギルドの会員

source: Hunters' talisman
ja: 狩人のタリスマン

source: Hunting expert
ja: 狩りの専門家

source: Huntmaster Gilman (Novice)
ja: 猟匠ギルマン（新米）

source: Hura
ja: フラ

source: Hurdle
ja: 飛び越える

source: Hurt fairy
ja: 傷ついた妖精

source: Husk
ja: ハスク

source: Hutch
ja: ハッチ

source: Hydra
ja: ヒドラ

source: Hygd
ja: ヒグド

source: Ian
ja: イアン

source: Iasor plant
ja: イアソーの株

source: Iban
ja: アイバン

source: Iban's Throne
ja: アイバンの王座

source: Iban's ashes
ja: アイバンの灰

source: Iban's dove
ja: アイバンのハト

source: Iban's shadow
ja: アイバンの影

source: Iban's staff
ja: アイバンの杖

source: Ibil the Camel
ja: ラクダのイビル

source: Ice
ja: 氷

source: Ice Block
ja: 氷ブロック

source: Ice Column
ja: 氷の柱

source: Ice Light
ja: 氷の灯り

source: Ice Queen
ja: 氷の女王

source: Ice Throne
ja: 氷の王座

source: Ice Totem
ja: 氷のトーテム

source: Ice Troll
ja: 氷トロール

source: Ice Troll King
ja: 氷トロールの王

source: Ice Troll King (hard)
ja: 氷トロールの王（上級）

source: Ice arrows
ja: 氷の矢

source: Ice block
ja: 氷ブロック

source: Ice blockage
ja: 氷の閉塞

source: Ice bridge
ja: 氷の橋

source: Ice chunks
ja: 氷の塊

source: Ice covered boulder
ja: 氷で覆われた巨石

source: Ice crystal
ja: 氷の水晶

source: Ice cube
ja: アイス・キューブ

source: Ice demon
ja: 氷の悪魔

source: Ice diamond
ja: 氷のダイヤ

source: Ice gate
ja: 氷のゲート

source: Ice giant
ja: 氷の巨人

source: Ice gloves
ja: 氷の籠手

source: Ice ledge
ja: 氷の岩棚

source: Ice spider
ja: 氷グモ

source: Ice steps
ja: 氷の段

source: Ice storm
ja: 氷嵐

source: Ice troll
ja: 氷トロール

source: Ice troll female
ja: 氷トロールのメス

source: Ice troll grunt
ja: 氷トロール・グラント

source: Ice troll male
ja: 氷トロールのオス

source: Ice troll runt
ja: 氷トロールの子供

source: Ice warrior
ja: 氷の戦士

source: Ice wolf
ja: 氷オオカミ

source: Iceberg
ja: 氷山

source: Icefiend
ja: アイスフィーンド

source: Icelord
ja: アイスロード

source: Icicle
ja: 氷柱

source: Icicles
ja: 氷柱

source: Icon of Bob
ja: ボブの肖像

source: Icon of Gnome Child
ja: ノームの子供のアイコン

source: Icon of Guthix
ja: ガシックスの肖像

source: Icon of Ralos
ja: ラオスの偶像

source: Icon of Saradomin
ja: サラドミンの肖像

source: Icon of Zamorak
ja: ザモラックの肖像

source: Icon space
ja: 肖像のスペース

source: Icosahedron Pile
ja: 二十面体の山

source: Icthlarin
ja: イクスラリン

source: Icthlarin statue
ja: イクスラリンの像

source: Icthlarin's statue
ja: イクスラリンの像

source: Icy Cavern
ja: 凍った大洞窟

source: Icy rock
ja: 氷の岩

source: Icy rocks
ja: 氷の岩

source: Icyene Statue
ja: アイシーンの像

source: Id papers
ja: 身分証明書

source: Idria
ja: アイドリア

source: Idril
ja: イドリル

source: Idris
ja: アイドリス

source: Iestin
ja: イエスチン

source: Ifaba
ja: イファバ

source: Iffie
ja: イフィー

source: Igloo
ja: イグルー

source: Ignatius Vulcan
ja: イグナチアス・バルカン

source: Ignisia
ja: イグニシア

source: Ikkle Hydra
ja: イックル・ヒドラ

source: Ileana
ja: イリーナ

source: Ilfeen
ja: イルフィーン

source: Illuminated Symbol
ja: 発光するシンボル

source: Ima
ja: イマ

source: Imbue
ja: 付与

source: Imerominia
ja: イメロミニア

source: Imia
ja: イミア

source: Imiago
ja: イミアゴ

source: Imin
ja: イミン

source: Iminye
ja: イミニー

source: Immenizz
ja: イメニズ

source: Imp
ja: 小悪魔

source: Imp Champion
ja: 小悪魔のチャンピオン

source: Imp defender
ja: 子悪魔の守護者

source: Impale
ja: 刺し貫く

source: Impling-jar
ja: 子悪魔の瓶

source: Import
ja: インポート

source: Imposing Doors
ja: 印象的なドア

source: Imposing doors
ja: 印象的なドア

source: Imre
ja: イムレ

source: Inactive Symbol
ja: 非稼働なシンボル

source: Inactive cell tile
ja: 無効なセルのタイル

source: Inactive spirit pool
ja: 不活性なスピリット・プール

source: Inanimate Altar
ja: 生気のない祭壇

source: Incapacitated Pyromancer
ja: 非力な炎魔術師

source: Incense burner
ja: 香炉

source: Incinerator
ja: 焼却炉

source: Incomplete map
ja: 未完成な地図

source: Incomplete pizza
ja: 未完成のピザ

source: Incomplete stew
ja: 未完成のシチュー

source: Inconspicuous bush (beginner)
ja: 目立たない低木（入門）

source: Inconspicuous bush (easy)
ja: 目立たない低木（簡単）

source: Inconspicuous bush (elite)
ja: 目立たない低木（超級）

source: Inconspicuous bush (hard)
ja: 目立たない低木（上級）

source: Inconspicuous bush (master)
ja: 目立たない低木（達人）

source: Inconspicuous bush (medium)
ja: 目立たない低木（中級）

source: Inconspicuous crate (easy)
ja: 目立たない箱（初級）

source: Inconspicuous crate (elite)
ja: 目立たない箱（超級）

source: Inconspicuous crate (hard)
ja: 目立たない箱（上級）

source: Inconspicuous crate (master)
ja: 目立たない箱（達人）

source: Inconspicuous crate (medium)
ja: 目立たない箱（中級）

source: Inconspicuous hole (easy)
ja: 目立たない穴（初級）

source: Inconspicuous hole (elite)
ja: 目立たない穴（超級）

source: Inconspicuous hole (hard)
ja: 目立たない穴（上級）

source: Inconspicuous hole (master)
ja: 目立たない穴（達人）

source: Inconspicuous hole (medium)
ja: 目立たない穴（中級）

source: Inconspicuous rocks (easy)
ja: 目立たない岩（初級）

source: Inconspicuous rocks (elite)
ja: 目立たない岩（超級）

source: Inconspicuous rocks (hard)
ja: 目立たない岩（上級）

source: Inconspicuous rocks (master)
ja: 目立たない岩（達人）

source: Inconspicuous rocks (medium)
ja: 目立たない岩（中級）

source: Incubation chamber
ja: 孵化の部屋

source: Incubator
ja: 孵化器

source: Indigo flowers
ja: 藍色の花

source: Indis
ja: インジス

source: Infernal Mage
ja: 獄炎の魔術師

source: Infernal chart
ja: 地獄の図

source: Infernal mage
ja: 獄炎の魔術師

source: Infernal pyrelord
ja: 獄炎のパイヤーロード

source: Inferno
ja: インフェルノ

source: Inflate
ja: 膨らませる

source: Info
ja: 情報

source: Info Board
ja: 情報掲示板

source: Information
ja: 情報

source: Information Scroll
ja: 情報の巻物

source: Information booth
ja: 案内所

source: Information clerk
ja: 案内係

source: Information scroll
ja: 情報の巻物

source: Inga
ja: インガ

source: Ingrid
ja: イングリッド

source: Ingrid Hradson
ja: イングリド・フラドソン

source: Ingwe
ja: イングウェ

source: Ingwion
ja: イングウィオン

source: Inject
ja: 注入

source: Injured fairy
ja: 負傷した妖精

source: Injured hunter
ja: 負傷した狩人

source: Inn Keeper
ja: 宿屋の主人

source: Innocent-looking key
ja: 怪しくないカギ

source: Insatiable Bloodveld
ja: 強欲なブラッドベルド

source: Insatiable mutated Bloodveld
ja: 強欲な変異ブラッドベルド

source: Insect repellent
ja: 防虫剤

source: Inside
ja: 中

source: Inspect
ja: 調べる

source: Instance Map
ja: インスタンスの地図

source: Instruction manual
ja: 取扱説明書

source: Insult
ja: 侮辱する

source: Insurance stall
ja: 保険の屋台

source: Intel report
ja: 報告書

source: Interact
ja: やり取りをする

source: Interdimensional rift
ja: 次元の裂け目

source: Intermediate Flag
ja: 中級の旗

source: Interrogation chair
ja: 取り調べ椅子

source: Intimidate
ja: 脅す

source: Invasion plans
ja: 侵攻の計画

source: Inventory
ja: カバン

source: Investigate
ja: 調査する

source: Invigorate
ja: 活性化

source: Invitation letter
ja: 招待状

source: Invocation Board
ja: 発動のボード

source: Invrigar the Necromancer
ja: ネクロマンサー・インブリガー

source: Iona
ja: イオナ

source: Iorwerth Archer
ja: イオワースのアーチャー

source: Iorwerth Banner
ja: イオワースのバナー

source: Iorwerth Warrior
ja: イオワースの戦士

source: Iorwerth's message
ja: イオワースの手紙

source: Iou
ja: 借用書

source: Irena
ja: イレナ

source: Irene
ja: イリーンヌ

source: Irina
ja: イリナ

source: Irit leaf
ja: アイリット

source: Irit potion (unf)
ja: アイリットの薬液（未）

source: Irit seed
ja: アイリットの種

source: Irksol
ja: イークソル

source: Iron 2h sword
ja: 鉄の両手剣

source: Iron Winch
ja: 鉄のウィンチ

source: Iron arrow
ja: 鉄の矢

source: Iron arrow(p)
ja: 鉄の矢（毒）

source: Iron arrowtips
ja: 鉄の矢じり

source: Iron axe
ja: 鉄の斧

source: Iron axe head
ja: 鉄の斧の金属部分

source: Iron bar
ja: 鉄の延べ棒

source: Iron battleaxe
ja: 鉄の戦斧

source: Iron boots
ja: 鉄の靴

source: Iron brutal
ja: 鉄の残酷な矢

source: Iron chainbody
ja: 鉄の鎖甲

source: Iron claws
ja: 鉄のクローズ

source: Iron dagger
ja: 鉄の短剣

source: Iron dagger(p)
ja: 鉄の短剣（毒）

source: Iron dart
ja: 鉄のダーツ

source: Iron dart (p)
ja: 鉄のダーツ（毒）

source: Iron dart tip
ja: 鉄のダーツの先端

source: Iron dragon
ja: 鉄の竜

source: Iron fire arrow
ja: 鉄の火矢

source: Iron fire arrow (lit)
ja: 鉄の火矢（点火）

source: Iron full helm
ja: 鉄の全頭甲

source: Iron halberd
ja: 鉄の矛槍

source: Iron javelin
ja: 鉄の投槍

source: Iron javelin(p)
ja: 鉄の投槍（毒）

source: Iron key
ja: 鉄の鍵

source: Iron kiteshield
ja: 鉄のタコ盾

source: Iron knife
ja: 鉄のナイフ

source: Iron knife(p)
ja: 鉄のナイフ（毒）

source: Iron ladder
ja: 鉄のハシゴ

source: Iron longsword
ja: 鉄の長剣

source: Iron mace
ja: 鉄の鎚矛
